Repository: e-me/h5p-wordpress-plugin
Catalog: languages/h5p-*.po
Languages: el

source: Public Domain Dedication and Licence
el: Άδεια Δημόσιου Τομέα

source: Public Domain Mark
el: Σήμα Δημόσιου Τομέα

source: Copyright
el: Πνευματικά Δικαιώματα

source: Missing H5P identifier.
el: Δεν βρέθηκε αναγνωριστικό του HP5.

source: Cannot find H5P content with id: %d.
el: Δεν βρέθηκε αντικείμενο με ID %d.

source: Database error: %s.
el: Σφάλμα βάσης δεδομένων: %s.

source: Cannot find H5P content with slug: %s.
el: Δεν είναι δυνατή η εύρεση αντικειμένου με slug %s.

source: Disable fullscreen
el: Απενεργοποίηση πλήρους οθόνης

source: Download
el: Λήψη

source: Rights of use
el: Δικαιώματα χρήσης

source: Embed
el: Ενσωμάτωση

source: Size
el: Μέγεθος

source: Show advanced
el: Λεπτομέρειες

source: Hide advanced
el: Απόκρυψη λεπτομερειών

source: Include this script on your website if you want dynamic sizing of the embedded content:
el: Συμπεριλάβετε αυτό το script στον ιστότοπό σας, εάν θέλετε το μέγεθος του ενσωματωμένου αντικειμένου να προσαρμόζεται δυναμικά:

source: Close
el: Κλείσμο

source: Year
el: Έτος

source: Thumbnail
el: Μικρογραφία

source: No copyright information available for this content.
el: Δεν υπάρχουν διαθέσιμες πληροφορίες πνευματικών δικαιωμάτων για αυτό το αντικείμενο.

source: Download this content as a H5P file.
el: Λήψη αντικειμένου ως αρχείο H5P.

source: View copyright information for this content.
el: Προβολή πληροφοριών πνευματικών δικαιωμάτων για αυτό το αντικείμενο.

source: View the embed code for this content.
el: Προβολή κώδικα ενσωμάτωσης για αυτό το αντικείμενο.

source: This content has changed since you last used it.
el: Αυτό το αντικείμενο έχει τροποποιηθεί από την τελευταία φορά που το χρησιμοποιήσατε.

source: You'll be starting over.
el: Θα ξεκινήσετε από την αρχή.

source: Invalid json in semantics for %library
el: Μη έγκυρο json στη σημασιολογία για το %library

source: Allows you to upload, create, share and use rich interactive content on your WordPress site.
el: Σας επιτρέπει να μεταφορτώσετε, δημιουργήσετε, διαμοιράσετε και να χρησιμοποιήσετε διαδραστικά αντικείμενα στον ιστότοπό σας.

source: Created
el: Δημιουργήθηκε

source: User Tracking
el: Παρακολούθηση χρηστών

source: Library updates
el: Αναβαθμίσεις βιβλιοθηκών

source: Fetch information about updates for your H5P content types
el: Λήψη πληροφοριών σχετικά με τις ενημερώσεις για τους τύπους αντικειμένων

source: Unable to write to the content directory.
el: Δεν είναι δυνατή η εγγραφή στον κατάλογο αντικειμένων.

source: Unable to write to the libraries directory.
el: Δεν είναι δυνατή η εγγραφή στον κατάλογο βιβλιοθηκών.

source: Unable to write to the temporary directory.
el: Δεν είναι δυνατή η εγγραφή στον κατάλογο προσωρινών αρχείων (temporary).

source: Unable to write to the exports directory.
el: Δεν είναι δυνατή η εγγραφή στον κατάλογο εξαγώγιμων αρχείων (exports).

source: Unable to copy file tree.
el: Δεν είναι δυνατή η αντιγραφή της ιεραρχίας αρχείων (file tree).

source: Content type upgrades are here!
el: Υπάρχουν διαθέσιμες αναβαθμίσεις τύπων αντικειμένων!

source: If you've just upgraded you plugin, you should install the <a href="%s" target="_blank">latest version</a> of your content types.
el: Αν έχετε μόλις αναβαθμίσει το πρόσθετο (plugin), θα πρέπει να εγκαταστήσετε την <a href="%s" target="_blank">τελευταία έκδοση</a> των τύπων αντικειμένων.

source: In order to take advantage of this plugin you must first select and download the H5P content types you wish to use.
el: Για να αξιοποιήσετε αυτό το πρόσθετο (plugin), πρέπει πρώτα να επιλέξετε και να κατεβάσετε τους τύπους αντικειμένων που θέλετε να χρησιμοποιήσετε.

source: Here is a short guide to get you started:
el: Εδώ θα βρείτε έναν σύντομο οδηγό για να ξεκινήσετε:

source: Download %s.
el: Λήψη %s.

source: Installed
el: Εγκατεστημένο

source: Display toolbar below content
el: Εμφάνιση κουμπιών κάτω από το αντικείμενο

source: Display Download button
el: Εμφάνιση κουμπιού Λήψης

source: Display Embed button
el: Εμφάνιση κουμπιού Ενσωμάτωσης

source: Display Copyright button
el: Εμφάνιση κουμπιού Πνευματικών δικαιωμάτων

source: Separate tags with commas
el: Διαχωρίστε τις ετικέτες με κόμματα

source: Copy to Clipboard
el: Αντιγραφή

source: Copied to Clipboard
el: Αντιγράφηκε στο πρόχειρο
