Repository: e-me/h5p-wordpress-plugin
Catalog: languages/h5p-*.po
Languages: el

source: Unable to create directory.
el: Δεν είναι δυνατή η δημιουργία καταλόγου.

source: Unable to get field type.
el: Δεν είναι δυνατή η αναγνώριση του τύπου πεδίου.

source: File type isn't allowed.
el: Μη επιτρεπτός τύπος αρχείου.

source: Invalid field type.
el: Μη έγκυρος τύπος πεδίου.

source: Invalid image file format. Use jpg, png or gif.
el: Μη έγκυρος τύπος αρχείου εικόνας. Χρησιμοποιήστε jpg, png ή gif.

source: File is not an image.
el: Το αρχείο δεν είναι εικόνα.

source: Invalid audio file format. Use mp3 or wav.
el: Μη έγκυρος τύπος αρχείου ήχου. Χρησιμοποιήστε mp3 ή wav.

source: Invalid video file format. Use mp4 or webm.
el: Μη έγκυρος τύπος αρχείου βίντεο. Χρησιμοποιήστε mp4 ή webm.

source: Could not copy file.
el: Δεν ήταν δυνατή η αντιγραφή του αρχείου.

source: Content unavailable.
el: Μη διαθέσιμο αντικείμενο.

source: Thank you for staying up to date with H5P.
el: Ευχαριστούμε που διατηρείτε ενημερωμένο το H5P.

source: You should head over to the <a href="%s">Libraries</a> page and update your content types to the latest version.
el: Χρειάζεται να μεταβείτε στη σελίδα <a href="%s">Βιβλιοθήκες</a> και να ενημερώσετε τους τύπους αντικειμένων εγκαθιστώντας την τελευταία έκδοση.

source: By default, H5P is set up to automatically fetch information regarding Content Type updates from H5P.org. When doing so, H5P will also contribute anonymous usage data to aid the development of H5P. This behaviour can be altered through the <a href="%s">Settings</a> page.
el: Από προεπιλογή, το H5P έχει ρυθμιστεί έτσι ώστε να λαμβάνει αυτόματα πληροφορίες από το H5P.org σχετικά με τις ενημερώσεις των τύπων αντικειμένων. Με αυτόν τον τρόπο, το H5P θα συνεισφέρει επίσης ανώνυμα δεδομένα χρήσης για να βοηθήσει στην ανάπτυξη του H5P. Αυτή η ενέργεια μπορεί να τροποποιηθεί μέσω της σελίδας <a href="%s">Ρυθμίσεις</a>.

source: If you need any help you can always file a <a href="%s" target="_blank">Support Request</a>, check out our <a href="%s" target="_blank">Forum</a> or join the conversation in the <a href="%s" target="_blank">H5P Community Chat</a>.
el: Εάν χρειάζεστε βοήθεια, μπορείτε ανά πάσα στιγμή να υποβάλετε ένα <a href="%s" target="_blank">αίτημα υποστήριξης</a>, να ανατρέξετε στο <a href="%s" target="_blank">forum</a> μας ή να πάρετε μέρος στη συζήτηση στο <a href="%s" target="_blank">H5P Community Chat</a>.

source: Check out our <a href="%s" target="_blank">Examples and Downloads</a> page for inspiration.
el: Ανατρέξτε στη σελίδα <a href="%s" target="_blank">Examples and Downloads</a> για να εμπνευστείτε.

source: Thank you for choosing H5P.
el: Σας ευχαριστούμε που χρησιμοποιείτε το H5P.

source: Unfortunately, we were unable to automatically install the default content types. You must manually download the content types you wish to use from the <a href="%s" target="_blank">Examples and Downloads</a> page, and then upload them through the <a href="%s">Libraries</a> page.
el: Δυστυχώς, δεν ήταν δυνατή η αυτόματη εγκατάσταση των προεπιλεγμένων τύπων αντικειμένων. Χρειάζεται να κάνετε λήψη με μη αυτόματο τρόπο των τύπων αντικειμένων που θέλετε να χρησιμοποιήσετε, από τη σελίδα <a href="%s" target="_blank">Examples and Downloads</a> και στη συνέχεια να τους μεταφορτώσετε μέσω της σελίδας <a href ="% s">Βιβλιοθήκες</a>.

source: We've automatically installed the default content types for your convenience. You can now <a href="%s">start creating</a> your own interactive content!
el: Για διευκόλυνσή σας έχουν εγκατασταθεί ήδη οι βασικοί τύποι αντικειμένων. Μπορείτε να <a href="%s">ξεκινήσετε να δημιουργείτε</a> τα δικά σας διαδραστικά αντικείμενα!

source: Unable to download H5P content types.
el: Δεν ήταν δυνατή η λήψη τύπων αντικειμένων H5P.

source: H5P Content
el: e-me Content

source: All H5P Content
el: Όλα τα αντικείμενα

source: Add New
el: Νέο αντικείμενο

source: %s new update is available!
el: %s Υπάρχει διαθέσιμη μία νέα ενημέρωση!

source: Libraries
el: Βιβλιοθήκες

source: My Results
el: Aποτελέσματα

source: Invalid content
el: Μη έγκυρο αντικείμενο

source: Invalid security token
el: Μη έγκυρος κωδικός ασφαλείας

source: Loading data.
el: Φόρτωση δεδομένων.

source: Failed to load data.
el: Αποτυχία φόρτωσης δεδομένων.

source: There's no data available that matches your criteria.
el: Δεν υπάρχουν διαθέσιμα δεδομένα που να ανταποκρίνονται στα κριτήριά σας.

source: Page $current of $total
el: Σελίδα $current από $total

source: Next page
el: Επόμενη σελίδα

source: Previous page
el: Προηγούμενη σελίδα

source: Search
el: Αναζήτηση

source: Remove
el: Αφαίρεση

source: Content
el: Αντικείμενο

source: Score
el: Βαθμολογία

source: Maximum Score
el: Μέγιστη βαθμολογία

source: Opened
el: Έναρξη

source: Finished
el: Ολοκλήρωση

source: Time spent
el: Χρόνος

source: There are no logged results for your user.
el: Δεν υπάρχουν αποτελέσματα για τον χρήστη.

source: Delete
el: Διαγραφή

source: Content Upgrade
el: Αναβάθμιση αντικειμένου

source: Cannot find library with id: %d.
el: Δεν ήταν δυνατός ο εντοπισμός της βιβλιοθήκης με id %d.

source: Unknown task.
el: Άγνωστη εργασία.

source: N/A
el: Μη διαθέσιμο

source: View library details
el: Προβολή λεπτομερειών βιβλιοθήκης

source: Delete library
el: Διαγραφή βιβλιοθήκης

source: Upgrade library content
el: Αναβάθμιση βιβλιοθήκης αντικειμένων

source: Title
el: Τίτλος

source: Restricted
el: Περιορισμός

source: Contents
el: Αντικείμενα

source: Contents using it
el: Αντικείμενα που τη χρησιμοποιούν

source: Libraries using it
el: Βιβλιοθήκες που τη χρησιμοποιούν

source: Actions
el: Ενέργειες

source: The following libraries are outdated and should be upgraded:
el: Οι ακόλουθες βιβλιοθήκες είναι παρωχημένες και πρέπει να αναβαθμιστούν:

source: To upgrade all the installed libraries, do the following:
el: Για να αναβαθμίσετε όλες τις εγκατεστημένες βιβλιοθήκες, πραγματοποιήστε τις ακόλουθες ενέργειες:

source: Download the H5P file from the %s page.
el: Λήψη του αρχείου HP5 από τη σελίδα %s.

source: Select the downloaded <em> %s</em> file in the form below.
el: Επιλέξτε το αρχείο <em> %s</em>, το οποίο μόλις κατεβάσατε, στην παρακάτω φόρμα.

source: Check off "Only update existing libraries" and click the <em>Upload</em> button.
el: Επιλέξτε "Μόνο ενημερώσεις σε ήδη υπάρχουσες βιβλιοθήκες" και κάντε κλικ στο κουμπί <em>Μεταφόρτωση</em>.

source: Unfortunately, we were unable to update your installed content types. You must manually download the update from <a href="%s" target="_blank">H5P.org</a>, and then upload it through the <em>Upload Libraries</em> section. If you need futher assistance, please file a <a href="%s" target="_blank">support request</a> or check out our <a href="%s" target="_blank">forum</a>.
el: Δυστυχώς, δεν ήταν δυνατή η ενημέρωση των εγκατεστημένων τύπων αντικειμένων. Πρέπει να κατεβάσετε με μη αυτόματο τρόπο την ενημερωμένη έκδοση από το <a href="%s" target="_blank">H5P.org</a> και στη συνέχεια να τη μεταφορτώσετε μέσω της ενότητας <em>Μεταφόρτωση Βιβλιοθηκών</em>. Εάν χρειάζεστε περαιτέρω βοήθεια, υποβάλετε ένα <a href="%s" target="_blank">αίτημα υποστήριξης</a> ή ανατρέξτε στο <a href = \ "% s "target = \ _blank" ">forum </a>.

source: This Library is used by content or other libraries and can therefore not be deleted.
el: Αυτή η βιβλιοθήκη χρησιμοποιείται από κάποιο αντικείμενο ή από άλλες βιβλιοθήκες και συνεπώς δεν μπορεί να διαγραφεί.

source: No content is using this library
el: Κανένα αντικείμενο δε χρησιμοποιεί αυτή τη βιβλιοθήκη

source: Content using this library
el: Αντικείμενα που χρησιμοποιούν αυτή τη βιβλιοθήκη

source: Elements per page
el: Στοιχεία ανά σελίδα

source: Filter content
el: Φίλτρο αντικειμένων

source: Page $x of $y
el: Σελίδα $x από $y

source: Version
el: Έκδοση

source: Fullscreen
el: Πλήρης οθόνη

source: Yes
el: Ναι

source: No
el: Όχι

source: Content library
el: Βιβλιοθήκη αντικειμένων

source: Used by
el: Χρήση από

source: 1 content
el: 1 αντικείμενο

source: There are no available upgrades for this library.
el: Δεν υπάρχουν διαθέσιμες αναβαθμίσεις για αυτή τη βιβλιοθήκη.

source: There's no content instances to upgrade.
el: Δεν υπάρχουν αντικείμενα για αναβάθμιση.

source: You are about to upgrade %s. Please select upgrade version.
el: Πρόκειται να αναβαθμίσετε το %s. Παρακαλώ επιλέξτε την έκδοση αναβάθμισης.

source: Upgrading to %ver...
el: Αναβάθμιση σε %ver …

source: An error occurred while processing parameters:
el: Παρουσιάστηκε σφάλμα κατά την επεξεργασία των παραμέτρων:

source: Could not load data for library %lib.
el: Δεν ήταν δυνατή η φόρτωση δεδομένων για τη βιβλιοθήκη %lib.

source: Could not upgrade content %id:
el: Δεν ήταν δυνατή η αναβάθμιση του αντικειμένου %id:

source: Could not load upgrades script for %lib.
el: Δεν ήταν δυνατή η φόρτωση του script αναβαθμίσεων για %lib.

source: Parameters are broken.
el: Οι παράμετροι είναι κατεστραμμένες.

source: You have successfully upgraded %s.
el: Έχετε αναβαθμίσει με επιτυχία το %s.

source: Return
el: Επιστροφή

source: Upgrade
el: Αναβάθμιση

source: Not all content has gotten their cache rebuilt. This is required to be able to delete libraries, and to display how many contents that uses the library.
el: Δεν έχει γίνει επαναφορά της κρυφής μνήμης (cache) σε όλα τα αντικείμενα. Αυτό απαιτείται για να είναι δυνατή η διαγραφή βιβλιοθηκών και η εμφάνιση των αντικειμένων που χρησιμοποιούν τη βιβλιοθήκη.

source: 1 content need to get its cache rebuilt.
el: Χρειάζεται να γίνει επαναφορά της κρυφής μνήμης (cache) σε 1 αντικείμενο.

source: Rebuild cache
el: Επαναφορά της κρυφής μνήμης (cache)

source: Error, invalid security token!
el: Σφάλμα: μη έγκυρος κωδικός ασφαλείας!

source: Error, missing library!
el: Σφάλμα: η βιβλιοθήκη δεν βρέθηκε!

source: Error, invalid library!
el: Σφάλμα: μη έγκυρη βιβλιοθήκη!

source: Error, could not library semantics!
el: Σφάλμα: η σημασιολογία της βιβλιοθήκης δεν βρέθηκε!

source: Content type
el: Τύπος αντικειμένου

source: Author
el: Δημιουργός

source: Tags
el: Ετικέτες

source: Last modified
el: Τελευταία τροποποίηση

source: No H5P content available. You must upload or create new content.
el: Δεν υπάρχει αντικείμενο H5P. Θα πρέπει να δημιουργήσετε ή να μεταφορτώσετε αντικείμενο.

source: User
el: Χρήστης

source: There are no logged results for this content.
el: Δεν υπάρχουν καταγεγραμμένα αποτελέσματα γι'αυτό το αντικείμενο.

source: You are not allowed to edit this content.
el: Δεν επιτρέπεται να επεξεργαστείτε αυτό το αντικείμενο.

source: Invalid confirmation code, not deleting.
el: Μη έγκυρος κωδικός επιβεβαίωσης, η διαγραφή είναι αδύνατη.

source: Invalid library.
el: To Η5P αντικείμενο δε μπορεί να δημιουργηθεί. Δεν έχετε επιλέξει τύπο αντικειμένου ή/ και δεν έχετε δώσει τίτλο.

source: No such library.
el: Δεν υπάρχει τέτοια βιβλιοθήκη.

source: Invalid parameters.
el: Μη έγκυρες παράμετροι.

source: Unable to create content directory.
el: Δεν είναι δυνατή η δημιουργία καταλόγου αντικειμένων.

source: Missing %s.
el: Δεν βρέθηκε το %s.

source: Title is too long. Must be 256 letters or shorter.
el: Υπερβολικά μεγάλος τίτλος. Επιτρέπονται μέχρι 256 χαρακτήρες.

source: Insert H5P Content
el: Εισαγωγή αντικειμένου H5P

source: Add H5P
el: Προσθήκη αντικειμένου

source: ago
el: πριν

source: Insert
el: Εισαγωγή

source: Results
el: Αποτελέσματα

source: Edit
el: Επεξεργασία

source: Are you sure you wish to delete this content?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτό το αντικείμενο;

source: Invalid security token. Please reload the editor.
el: Μη έγκυρος κωδικός ασφαλείας. Παρακαλώ φορτώστε ξανά τον επεξεργαστή.

source: File not found on server. Check file upload settings.
el: Το αρχείο δεν βρέθηκε στον εξυπηρετητή. Ελέγξτε τις ρυθμίσεις μεταφόρτωσης.

source: Results for "%s"
el: Αποτελέσματα για "%s"

source: View
el: Προβολή

source: Enter title here
el: Δώστε τον τίτλο εδώ

source: Waiting for javascript...
el: Αναμονή για JavaScript...

source: Create
el: Δημιουργία

source: Toggle panel
el: Αναδιπλούμενο πλαίσιο

source: Display Options
el: Επιλογές Εμφάνισης

source: Display buttons (download, embed and copyright)
el: Προβολή κουμπιών (λήψη, ενσωμάτωση, πνευματικά δικαιώματα)

source: Download button
el: Κουμπί λήψης

source: Embed button
el: Κουμπί ενσωμάτωσης

source: Copyright button
el: Κουμπί πνευματικών δικαιωμάτων

source: Add new
el: Νέο αντικείμενο

source: What's next?
el: Στη συνέχεια;

source: Usage
el: Χρήση

source: You can use the following code to insert this interactive content into Hive's wall, posts, pages etc.
el: Μπορείτε να χρησιμοποιήσετε τον παρακάτω κώδικα για να εισάγετε το αντικείμενό σας στον τοίχο κάποιας Κυψέλης, σε άρθρα, σελίδες κλπ.

source: No tags
el: Δεν υπάρχουν ετικέτες

source: Upgrade %s %d.%d.%d content
el: Αναβάθμιση %s %d.%d.%d αντικειμένου

source: Please enable JavaScript.
el: Παρακαλώ ενεργοποιήστε την JavaScript.

source: Settings saved.
el: Οι ρυθμίσεις αποθηκεύτηκαν.

source: External communication
el: Εξωτερική επικοινωνία

source: I wish to aid in the development of H5P by contributing anonymous usage data
el: Επιθυμώ να συμμετάσχω στην ανάπτυξη του H5P συνεισφέροντας ανώνυμα δεδομένα χρήσης

source: Disabling this option will prevent your site from fetching the newest H5P updates.
el: Η απενεργοποίηση αυτής της επιλογής δεν θα επιτρέπει στον ιστότοπό σας να λαμβάνει τις νεότερες ενημερώσεις του H5P.

source: You will have to manually download the Content Type updates from H5P.org and then upload them to your site.
el: Χρειάζεται να κάνετε λήψη με μη αυτόματο τρόπο των ενημερώσεων των τύπων αντικειμένων από το H5P.org και στη συνέχεια να τους μεταφορτώσετε στον ιστότοπό σας.

source: You can read more about <a href="%s" target="_blank">which data is collected</a> on h5p.org.
el: Μπορείτε να διαβάσετε περισσότερα σχετικά με το <a href="%s" target="_blank">ποια δεδομένα συλλέγονται</a> στο h5p.org.

source: Action bar
el: Μπάρα ενεργειών

source: About H5P button
el: Κουμπί σχετικά με το H5P

source: User Results
el: Αποτελέσματα χρήστη

source: Log results for signed in users
el: Καταγραφή αποτελεσμάτων για τους χρήστες που έχουν συνδεθεί

source: Save content state
el: Αποθήκευση κατάστασης αντικειμένων

source: Allow logged-in users to resume tasks
el: Επιτρέπεται στους συνδεδεμένους χρήστες να συνεχίσουν από εκεί που σταμάτησαν

source: Auto-save frequency (in seconds)
el: Συχνότητα αυτόματης αποθήκευσης (σε δευτερόλεπτα)

source: Add content method
el: Προσθήκη μεθόδου αντικειμένων

source: When adding H5P content to posts and pages using the "Add H5P" button:
el: Κατά την προσθήκη αντικειμένου σε άρθρα και σελίδες χρησιμοποιώντας το κουμπί "Προσθήκη αντικειμένου":

source: Reference content by id
el: Αναφορά αντικειμένου με id

source: Reference content by <a href="%s" target="_blank">slug</a>
el: Αναφορά αντικειμένου με <a href="%s" target="_blank">slug</a>

source: Are you sure you wish to delete this H5P library?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτή τη βιβλιοθήκη;

source: Do it!
el: Ναι!

source: Update All Libraries
el: Ενημέρωση όλων των βιβλιοθηκών

source: There are updates available for your H5P content types.
el: Υπάρχουν διαθέσιμες ενημερώσεις για τους τύπους αντικειμένων που χρησιμοποιείτε.

source: You can read about why it's important to update and the benefits from doing so on the <a href="%s" target="_blank">Why Update H5P</a> page.
el: Μπορείτε να διαβάσετε γιατί είναι σημαντική η αναβάθμιση και ποια πλεονεκτήματα σας παρέχει στη σελίδα <a href="%s" target="_blank">Why Update H5P</a>.

source: The page also list the different changelogs, where you can read about the new features introduced and the issues that have been fixed.
el: Η σελίδα περιλαμβάνει επίσης τους διαφορετικούς πίνακες αλλαγών, όπου μπορείτε να ενημερωθείτε σχετικά με την προσθήκη νέων χαρακτηριστικών και την επίλυση προβλημάτων.

source: The version you're running is from <strong>%s</strong>.
el: Η έκδοση που χρησιμοποιείτε είναι από <strong>%s</strong>.

source: The most recent version was released on <strong>%s</strong>.
el: Η πιο πρόσφατη έκδοση έγινε διαθέσιμη <strong>%s</strong>.

source: You can use the button below to automatically download and update all of your content types.
el: Μπορείτε να κατεβάσετε και να ενημερώσετε όλους τους τύπους αντικειμένων.

source: Download & Update
el: Λήψη & Ενημέρωση

source: Content Type Cache
el: Κρυφή μνήμη (cache) τύπου αντικειμένων

source: Making sure the content type cache is up to date will ensure that you can view, download and use the latest libraries. This is different from updating the libraries themselves.
el: Διατηρώντας ενημερωμένη την κρυφή μνήμη (cache) του τύπου αντικειμένων διασφαλίζετε πως θα μπορείτε να προβάλετε, να κατεβάσετε και να χρησιμοποιήσετε τις τελευταίες εκδόσεις των βιβλιοθηκών (Αυτή η ενέργεια διαφέρει από την ενημέρωση των βιβλιοθηκών).

source: Last update
el: Τελευταία ενημέρωση

source: Update
el: Ενημέρωση

source: Upload Libraries
el: Μεταφόρτωση Βιβλιοθηκών

source: Here you can upload new libraries or upload updates to existing libraries. Files uploaded here must be in the .h5p file format.
el: Εδώ μπορείτε να μεταφορτώσετε νέες βιβλιοθήκες ή ενημερώσεις σε ήδη υπάρχουσες βιβλιοθήκες. Τα αρχεία που θα μεταφορτώσετε πρέπει να έχουν επέκταση .h5p.

source: Only update existing libraries
el: Μόνο ενημερώσεις σε ήδη υπάρχουσες βιβλιοθήκες

source: Disable file extension check
el: Απενεργοποίηση του ελέγχου επέκτασης αρχείων

source: Warning! This may have security implications as it allows for uploading php files. That in turn could make it possible for attackers to execute malicious code on your site. Please make sure you know exactly what you're uploading.
el: Προσοχή! Μπορεί να προκύψουν ζητήματα ασφαλείας. Παρακαλώ να είστε βέβαιοι για το περιεχόμενο των αρχείων .php που μεταφορτώνετε.

source: Upload
el: Μεταφόρτωση

source: Installed Libraries
el: Εγκατεστημένες Βιβλιοθήκες

source: Waiting for JavaScript.
el: Αναμονή για JavaScript.

source: Your PHP version does not support ZipArchive.
el: H έκδοση της PHP που χρησιμοποιείτε δεν υποστηρίζει ZipArchive.

source: Confirm
el: Επιβεβαίωση

source: Cancel
el: Ακύρωση

source: The file you uploaded is not a valid HTML5 Package (It does not have the .h5p file extension)
el: Το αρχείο που μεταφορτώσατε δεν είναι έγκυρο HTML5 Package (Δεν έχει επέκταση αρχείου .h5p)

source: The file you uploaded is not a valid HTML5 Package (We are unable to unzip it)
el: Το αρχείο που μεταφορτώσατε δεν είναι έγκυρο HTML5 Package (Δεν είναι δυνατή η αποσυμπίεσή του)

source: Could not parse the main h5p.json file
el: Δεν ήταν δυνατή η ανάλυση του βασικού αρχείου h5p.json

source: The main h5p.json file is not valid
el: Το βασικό h5p.json αρχείο δεν είναι έγκυρο

source: Invalid content folder
el: Μη έγκυρος φάκελος αντικειμένου

source: Could not find or parse the content.json file
el: Δεν ήταν δυνατή η εύρεση ή η ανάλυση του αρχείου content.json

source: Library directory name must match machineName or machineName-majorVersion.minorVersion (from library.json). (Directory: %directoryName , machineName: %machineName, majorVersion: %majorVersion, minorVersion: %minorVersion)
el: Το όνομα του καταλόγου της βιβλιοθήκης πρέπει να ταιριάζει με το machineName ή το machineName-majorVersion.minorVersion (από το library.json). (Κατάλογος: %directoryName , machineName: %machineName, majorVersion: %majorVersion, minorVersion: %minorVersion)

source: A valid content folder is missing
el: Δεν βρέθηκε έγκυρος φάκελος αντικειμένου

source: A valid main h5p.json file is missing
el: Δεν βρέθηκε το βασικό αρχείο h5p.json

source: Missing required library @library
el: Δεν βρέθηκε η απαιτούμενη βιβλιοθήκη @library

source: Note that the libraries may exist in the file you uploaded, but you're not allowed to upload new libraries. Contact the site administrator about this.
el: Έχετε υπόψη ότι οι βιβλιοθήκες μπορεί να υπάρχουν στο αρχείο που μεταφορτώσατε, αλλά δεν επιτρέπεται η μεταφόρτωση νέων βιβλιοθηκών. Επικοινωνήστε με τον διαχειριστή του ιστότοπου.

source: Invalid library name: %name
el: Μη έγκυρο όνομα βιβλιοθήκης: %name

source: Could not find library.json file with valid json format for library %name
el: Δεν ήταν δυνατή η εύρεση του αρχείου library.json για τη βιβλιοθήκη %name

source: Invalid semantics.json file has been included in the library %name
el: Το μη έγκυρο αρχείο semantics.json έχει συμπεριληφθεί στη βιβλιοθήκη %name

source: Invalid language file %file in library %library
el: Μη έγκυρο αρχείο %file στη βιβλιοθήκη %library

source: Invalid language file %languageFile has been included in the library %name
el: To μη έγκυρο αρχείο γλώσσας %languageFile έχει συμπεριληφθεί στη βιβλιοθήκη %name

source: The file "%file" is missing from library: "%name"
el: Το αρχείο "% file" δεν βρέθηκε στη βιβλιοθήκη: "% name"

source: The library "%libraryName" requires H5P %requiredVersion, but only H5P %coreApi is installed.
el: Η βιβλιοθήκη "%libraryName" απαιτεί H5P %requiredVersion, αλλά μόνο το H5P %coreApi είναι εγκατεστημένο.

source: Invalid data provided for %property in %library. Boolean expected.
el: Μη έγκυρα δεδομένα παρέχονται για το %property στο %library. Αναμένεται δυαδική (boolean) τιμή.

source: Invalid data provided for %property in %library
el: Μη έγκυρα δεδομένα παρέχονται για το %property στο %library

source: Can't read the property %property in %library
el: Δεν είναι δυνατή η ανάγνωση της ιδιότητας %property στο %library

source: The required property %property is missing from %library
el: Η απαιτούμενη ιδιότητα %property δεν βρέθηκε στο %library

source: Illegal option %option in %library
el: Απαγορευμένη επιλογή %option στο %library

source: Added %new new H5P libraries and updated %old old.
el: Προστέθηκαν % new νέες βιβλιοθήκες H5P και ενημερώθηκαν % old παλαιές.

source: Added %new new H5P libraries.
el: Προστέθηκαν % new νέες βιβλιοθήκες H5P.

source: Updated %old H5P libraries.
el: Ενημερώθηκαν %old H5P βιβλιοθήκες.

source: Missing dependency @dep required by @lib.
el: Λείπει η εξάρτηση @dep που απαιτείται από το @lib.

source: Provided string is not valid according to regexp in semantics. (value: "%value", regexp: "%regexp")
el: Η παρεχόμενη συμβολοσειρά δεν είναι έγκυρη σύμφωνα με το regexp στη σημασιολογία (τιμή: "%value", regexp: "%regexp")

source: File "%filename" not allowed. Only files with the following extensions are allowed: %files-allowed.
el: Το αρχείο "%filename" δεν επιτρέπεται. Επιτρέπονται μόνο αρχεία με τις ακόλουθες επεκτάσεις %files-allowed.

source: Invalid selected option in multiselect.
el: Μη έγκυρη επιλογή ενέργειας στην πολλαπλή επιλογή.

source: Invalid selected option in select.
el: Μη έγκυρη επιλογή ενέργειας στην απλή επιλογή.

source: H5P internal error: unknown content type "@type" in semantics. Removing content!
el: Εσωτερικό σφάλμα H5P: άγνωστος τύπος αντικειμένου "@type" στη σημασιολογία. Αφαίρεση αντικειμένου!

source: Library used in content is not a valid library according to semantics
el: Η βιβλιοθήκη που χρησιμοποιείτε στο αντικείμενο δεν είναι έγκυρη βιβλιοθήκη σύμφωνα με τη σημασιολογία

source: Copyright information
el: Πληροφορίες για τα πνευματικά δικαιώματα

source: Year(s)
el: Έτος/η

source: Source
el: Πηγή

source: License
el: Άδεια

source: Undisclosed
el: Άγνωστη/Απροσδιόριστη

source: Attribution
el: Αναφορά Δημιουργού

source: Attribution-ShareAlike
el: Αναφορά Δημιουργού - Παρόμοια Διανομή

source: Attribution-NoDerivs
el: Αναφορά Δημιουργού - Όχι Παράγωγα Έργα

source: Attribution-NonCommercial
el: Αναφορά Δημιουργού - Μη Εμπορική Χρήση

source: Attribution-NonCommercial-ShareAlike
el: Αναφορά Δημιουργού - Μη Εμπορική Χρήση - Παρόμοια Διανομή

source: Attribution-NonCommercial-NoDerivs
el: Αναφορά Δημιουργού - Μη Εμπορική Χρήση - Όχι Παράγωγα Έργα

source: General Public License
el: Γενική Άδεια Δημόσιας Χρήσης

source: Public Domain
el: Κοινό Κτήμα
